{
  "id": "135006660270221",
  "name": "Spencer Romo",
  "posts": {
    "data": [
      {
        "message": "It was a simple matter to throw off the covers; he only had to blow himself up a little and they fell off by themselves. But it became difficult after that, especially as he was so exceptionally broad. He would have used his arms and his hands to push himself up; but instead of them he only had all those little legs continuously moving in different directions, and which he was moreover unable to control. If he wanted to bend one of them, then that was the first one that would stretch itself out; and if he finally managed to do what he wanted with that leg, all the others seemed to be set free and would move about painfully. \"This is something that can't be done in bed\", Gregor said to himself, \"so don't keep trying to do it\".",
        "created_time": "2016-08-03T15:45:56+0000",
        "id": "135006660270221_142653482838872"
      },
      {
        "message": "And he looked over at the alarm clock, ticking on the chest of drawers. \"God in Heaven!\" he thought. It was half past six and the hands were quietly moving forwards, it was even later than half past, more like quarter to seven. Had the alarm clock not rung? He could see from the bed that it had been set for four o'clock as it should have been; it certainly must have rung. Yes, but was it possible to quietly sleep through that furniture-rattling noise? True, he had not slept peacefully, but probably all the more deeply because of that. What should he do now? The next train went at seven; if he were to catch that he would have to rush like mad and the collection of samples was still not packed, and he did not at all feel particularly fresh and lively. And even if he did catch the train he would not avoid his boss's anger as the office assistant would have been there to see the five o'clock train go, he would have put in his report about Gregor's not being there a long time ago. The office assistant was the boss's man, spineless, and with no understanding. What about if he reported sick? But that would be extremely strained and suspicious as in fifteen years of service Gregor had never once yet been ill. His boss would certainly come round with the doctor from the medical insurance company, accuse his parents of having a lazy son, and accept the doctor's recommendation not to make any claim as the doctor believed that no-one was ever ill but that many were workshy. And what's more, would he have been entirely wrong in this case? Gregor did in fact, apart from excessive sleepiness after sleeping for so long, feel completely well and even felt much hungrier than usual.",
        "created_time": "2016-08-03T15:45:40+0000",
        "id": "135006660270221_142653352838885"
      },
      {
        "message": "Gregor then turned to look out the window at the dull weather. Drops of rain could be heard hitting the pane, which made him feel quite sad. \"How about if I sleep a little bit longer and forget all this nonsense\", he thought, but that was something he was unable to do because he was used to sleeping on his right, and in his present state couldn't get into that position. However hard he threw himself onto his right, he always rolled back to where he was. He must have tried it a hundred times, shut his eyes so that he wouldn't have to look at the floundering legs, and only stopped when he began to feel a mild, dull pain there that he had never felt before.",
        "created_time": "2016-08-03T15:45:27+0000",
        "id": "135006660270221_142653196172234"
      },
      {
        "message": "The first thing he wanted to do was to get up in peace without being disturbed, to get dressed, and most of all to have his breakfast. Only then would he consider what to do next, as he was well aware that he would not bring his thoughts to any sensible conclusions by lying in bed. He remembered that he had often felt a slight pain in bed, perhaps caused by lying awkwardly, but that had always turned out to be pure imagination and he wondered how his imaginings would slowly resolve themselves today. He did not have the slightest doubt that the change in his voice was nothing more than the first sign of a serious cold, which was an occupational hazard for travelling salesmen.",
        "created_time": "2016-08-03T15:45:18+0000",
        "id": "135006660270221_142653156172238"
      },
      {
        "message": "One morning, when Gregor Samsa woke from troubled dreams, he found himself transformed in his bed into a horrible vermin. He lay on his armour-like back, and if he lifted his head a little he could see his brown belly, slightly domed and divided by arches into stiff sections. The bedding was hardly able to cover it and seemed ready to slide off any moment. His many legs, pitifully thin compared with the size of the rest of him, waved about helplessly as he looked.",
        "created_time": "2016-08-03T15:45:07+0000",
        "id": "135006660270221_142653132838907"
      },
      {
        "message": "this is a post.",
        "created_time": "2016-07-28T17:18:48+0000",
        "id": "135006660270221_136127430158144"
      },
      {
        "message": "hello, hi",
        "created_time": "2016-07-27T21:43:17+0000",
        "id": "135006660270221_135075763596644"
      },
      {
        "story": "Spencer Romo added a life event from December 19, 1992: Born on December 19, 1992.",
        "created_time": "1992-12-19T08:00:00+0000",
        "id": "135006660270221_132725613831659"
      }
    ],
    "paging": {
      "previous": "https://graph.facebook.com/v2.7/135006660270221/posts?since=1470239156&access_token=EAACEdEose0cBAPDqy4JRGT2laJPAtMtZCzpp3G5GMAsM9jrit7n3A0xS7iT8kXkJyaBZCQ2Pf6Dnw6eFhiAvaOtSRVp2YfS9UfLU2kXpbqFdUP6zFWhzjen8g1IHZBY4PdQmCr5LrZAayceUYYMXgcrvZBcL5EAgJZAFFTLHuEMWu27ZCDlmdQs&limit=25&__paging_token=enc_AdBCihvvrKULpZAnOzqnco7QyttnPr7LcV0ZAK3l2FbtdLFIbusAKzdZAtURtx2PkWJbeJadzamNzDuO0io5QDcBGZAFlva27k4ZA17oXZB0yUf1r67wZDZD&__previous=1",
      "next": "https://graph.facebook.com/v2.7/135006660270221/posts?access_token=EAACEdEose0cBAPDqy4JRGT2laJPAtMtZCzpp3G5GMAsM9jrit7n3A0xS7iT8kXkJyaBZCQ2Pf6Dnw6eFhiAvaOtSRVp2YfS9UfLU2kXpbqFdUP6zFWhzjen8g1IHZBY4PdQmCr5LrZAayceUYYMXgcrvZBcL5EAgJZAFFTLHuEMWu27ZCDlmdQs&limit=25&until=724752000&__paging_token=enc_AdAdjLE6E7SMoYIFPoJKRc2LFZCCJnDY3HNRx1qphIgECVTsx8vSq6ZCnFKkQnut2ABZBeTCaqBb4lHtu40c9bDLK6o5vG71wfRt5NtPh3I99vFcgZDZD"
    }
  }
}